SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES gb2312 */;


CREATE TABLE danche (
  `name` text NOT NULL,
  sex text NOT NULL,
  tel text NOT NULL,
  num text NOT NULL,
  nali text NOT NULL,
  beiju text NOT NULL,
  `time` text NOT NULL,
  FULLTEXT KEY `name` (`name`),
  FULLTEXT KEY name_2 (`name`),
  FULLTEXT KEY sex (sex),
  FULLTEXT KEY tel (tel),
  FULLTEXT KEY name_3 (`name`),
  FULLTEXT KEY name_4 (`name`),
  FULLTEXT KEY sex_2 (sex),
  FULLTEXT KEY name_5 (`name`)
) ENGINE=MyISAM DEFAULT CHARSET=gb2312;

INSERT INTO danche (name, sex, tel, num, nali, beiju, time) VALUES
('秦莞尔', '男', '123', '2', '图书馆', '杯具啊！！！', '2014-06-05 21:49:16'),
('卧槽', '不明', '121123213', '无数', '新天地', '悲剧啊 喵咪咪', '2014-06-06 00:23:41'),
('秦莞尔', '男', '123', '2', '图书馆', '杯具啊！！！', '2014-06-05 21:49:21'),
('秦莞尔', '男', '123', '2', '图书馆', '杯具啊！！！', '2014-06-05 21:49:14'),
('秦莞尔', '男', '123', '2', '图书馆', '杯具啊！！！', '2014-06-05 21:49:06'),
('我擦擦', '男', '123456', '1', '至善园4号', '我擦啊 我擦啊 我擦啊 啊', '2014-06-05 11:14:42'),
('郑沛霖', '男', '13345698745', '无数', '慎思园9号', '为什么我会去慎九丢单车呢卧槽', '2014-06-05 12:42:53'),
('靠靠靠', '男', '10086', '1', '至善园4号', '没锁都会丢 还有没有天理了 靠靠靠', '2014-06-05 10:51:51'),
('改了', '女', '123456798', '2', '新天地', '改了啊 啊 啊 啊', '2014-06-05 11:09:59'),
('喵咪', '男', '789', '2', '图书馆', '擦擦擦', '2014-06-05 11:13:09'),
('秦莞尔阿什顿飞', '男', '123', '无数', '至善园4号', '啊啊啊啊啊啊啊啊啊', '2014-06-05 20:12:26'),
('秦莞尔阿什顿飞', '男', '123', '无数', '至善园4号', '啊啊啊啊啊啊啊啊啊', '2014-06-05 20:12:22'),
('秦莞尔阿什顿飞', '男', '123', '无数', '至善园4号', '啊啊啊啊啊啊啊啊啊', '2014-06-05 20:12:19'),
('喵咪', '不明', '23414321', '无数', '图书馆', '秦莞尔阿什顿飞', '2014-06-05 12:45:34'),
('喵咪', '不明', '123312312321', '无数', '至善园4号', '啊啊啊啊啊啊啊', '2014-06-05 13:29:55'),
('秦莞尔阿什顿飞', '男', '123', '无数', '至善园4号', '啊啊啊啊啊啊啊啊啊', '2014-06-05 20:12:14'),
('秦莞尔', '男', '123', '2', '图书馆', '杯具啊！！！', '2014-06-05 21:49:18'),
('秦莞尔', '男', '123', '2', '图书馆', '杯具啊！！！', '2014-06-05 21:49:12'),
('秦莞尔', '男', '123', '2', '图书馆', '杯具啊！！！', '2014-06-05 21:49:11'),
('秦莞尔', '男', '123', '2', '图书馆', '杯具啊！！！', '2014-06-05 21:49:08'),
('秦莞尔', '男', '123', '2', '图书馆', '杯具啊！！！', '2014-06-05 21:49:03'),
('请填写您的昵称', '不明', '啊啊啊', '无数', '至善园4号', '啊 ', '2014-06-06 02:13:22'),
('请填写您的昵称', '不明', '', '无数', '至善园4号', '', '2014-06-06 02:13:05'),
('请填写您的昵称', '不明', '', '无数', '至善园4号', '', '2014-06-06 02:00:59'),
('请填写您的昵称', '不明', '', '无数', '至善园4号', '', '2014-06-06 01:59:27'),
('喵咪', '女', '12138', '1', '慎思园9号', '记得那一天\r\n还是那一天\r\n哎呀真是好伤感\r\n很伤感\r\nT_T\r\n谁来安慰我TT', '2014-06-06 01:57:53'),
('喵咪', '女', '12345', '2', '图书馆', '啊啊啊啊啊啊啊啊啊', '2014-06-06 01:21:00'),
('喵咪', '不明', '', '无数', '至善园4号', 'caccac', '2014-06-06 01:20:23'),
('喵咪', '女', '123123312', '无数', '慎思园9号', '12323', '2014-06-06 00:25:03'),
('喵咪', '女', '123123312', '无数', '慎思园9号', '12323', '2014-06-06 00:25:05'),
('喵咪', '女', '123123312', '无数', '慎思园9号', '12323', '2014-06-06 00:25:08'),
('请填写您的昵称', '不明', '', '无数', '至善园4号', '', '2014-06-06 02:17:03'),
('请填写您的昵称', '不明', '', '无数', '至善园4号', '', '2014-06-06 02:20:37'),
('请填写您的昵称', '不明', '', '无数', '至善园4号', '', '2014-06-06 02:22:58'),
('请填写您的昵称', '不明', '', '无数', '至善园4号', '', '2014-06-06 02:25:48'),
('啊啊啊啊啊啊啊啊', '男', '123', '2', '图书馆', '啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊', '2014-06-06 02:36:02'),
('女人啊', '女', '12345', '无数', '新天地', '女人啊女人啊女人啊女人啊女人啊女人啊女人啊女人啊女人啊女人啊女人啊女人啊女人啊女人啊女人啊女人啊', '2014-06-06 02:37:04');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
